token = ''

help_text = 'Задача рюкзака - комбинаторная задача оптимального выбора предметов исходя из их ' \
            'стоимости и веса при условии ограничения по совокупному весу. \n' \
            'Для того, чтобы решить вашу задачу требуются следующие данные: \n' \
            '1) ограничение на вес (грузоподъёмность, ограниченная площадь помещения, прочее)\n' \
            '2) Excel файл (документ формата .xls или .xlsx), в котором данные соответствуют необходимому формату,\n' \
            'Первый столбец документа должен содержать  наименования предметов, второй - вес (в кг), третий - стоимость предметов.\n' \
            'Также можно посмотреть пример файла, просто нажав на "Посмотреть пример"\n' \
            'После отправки необходимых данных бот произведет вычисления и отправит список предметов, составляющих оптимальную выборку.'